[Ability.A_Nova_Buff H7BaseBuff]
mName="点燃"
mTooltip="生物在回合结束时获得 %d %icon_fire 火焰伤害"

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="静态石化"
mTooltip="对目标造成 %d.min 到 %d.max 点 %icon_air 气系伤害。目标生物获得：%spell4.name。生物处于近战时无法使用。"

[A_RangedAttack_Might_Bow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Ability.A_aura_petrifiante H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="石化光环"
mTooltip="在每个战斗回合开始时，此生物有30%的几率麻痹相邻的敌方单位"

[A_Creature_medusa_upregate H7Creature]
mName="娜迦沐者"
mLore="一些娜迦渔师想要变强的愿望引导他们走上猎鲸之路，这条路充满了许多危险。他们与导师一起前往山区，在那里成为猎人，为杉瑞亚的繁荣做出贡献。娜迦渔师最初只依靠自己的技能，逐渐学习狩猎的基本知识，这大大增加了他们的生存机会。隐藏行踪和移动时不留痕迹的能力帮助他们追踪猎物，以及避免与危险的捕食者相遇。在这种艰难环境中度过的时间磨练了娜迦沐者的精神，使他们与莎拉萨的联系更加紧密。因此，没有一个敌人能够逃脱他们锐利的目光。"

[A_Creature_medusa_base H7Creature]
mName="娜迦渔师"
mLore="即使在宣布独立于永恒女皇之后，杉瑞亚的娜迦们继续践行一种自我完善的哲学，这体现在他们日常生活的方方面面，无论是和平的手工艺还是战争艺术。通过坚持不懈的长期训练，娜迦渔师将他们的战斗技能磨练到如此程度，以至于他们射击的准确性仅略逊于精灵。然而，缺乏坚固的盔甲和使用弓箭作为主要武器并不意味着他们在近战中无助。如有必要，娜迦渔师只需对敌人投去短暂的一瞥，就能让其呆若木鸡变成完美的靶子。"